Repository: itsriodejaneiro/itsrio-site
Catalog: plugins/wp-foundation-shortcodes/languages/wp-foundation-shortcodes-*.po
Languages: he_il, ru_ru

source: Follow us, and do not miss anything!
he_il: עקוב אחרינו ולא תפספס שום דבר!
ru_ru: Следуйте за нами, и ничего не пропустите!

source: We love stars
he_il: אנחנו אוהבים כוכבים
ru_ru: Мы любим звезды.

source: Please write %s review %s
he_il: אנא כתוב %s סיקור %s
ru_ru: Пожалуйста, напишите %s обзор %s

source: Please help us to continue develop this free wordpress plug-in
he_il: אנא עזרו לנו להמשיך לפתח את התוסף וורדפרס חינמי
ru_ru: Пожалуйста, помогите нам продолжать развивать этот бесплатный WordPress плагин

source: Enable Google Map
he_il: אפשר מפות גוגל
ru_ru: Включить карты Google

source: Enable Slick Slider
he_il: אפשר סליידר סליק
ru_ru: Включить слайдер Слик

source: Enable Font Awesome
he_il: אפשר Font Awesome
ru_ru: Включить Font Awesome

source: You should enable it to work <strong>[google_map]</strong>, <strong>[slick_slider]</strong> shortcodes and font awesome icons (some theme load font awesome by default). It is important to not upload unnecessary CSS and JS.
he_il: אנא אפשרו כדי שיעבדו קודים קצרים <strong>[google_map]</strong>, <strong>[slick_slider]</strong> ואייקונים font awesome (ישנם ערכות עיצוב המטעינות את font awesome בברירת מחדל). חשוב כדי להימנע מלטעון CSS ו-JS כפול.
ru_ru: Вы должны включить для работы шорткодов <strong>[google_map]</ strong>, <strong>[slick_slider]</ strong> и иконoк font awesome (некоторые темы загружают font awesome по умолчанию). Важно, чтобы не загружать ненужные CSS и JS.

source: Cancel
he_il: לבטל
ru_ru: Отменить

source: Insert
he_il: הכנס
ru_ru: Вставить

source: Shortcode Options
he_il: אפשרויות קוד קצר
ru_ru: Опции короткого кода

source: Leave a comment<span class="screen-reader-text"> on %s</span>
he_il: השאירו תגובה<span class="screen-reader-text"> על %s</span>
ru_ru: Оставить комментарий<span class="screen-reader-text"> на %s</span>

source: Settings
he_il: הגדרות
ru_ru: Настройки

source: Alert box
he_il: תיבת התראה
ru_ru: Предупреждающее окно

source: Recommended
he_il: מומלץ
ru_ru: Рекомендуемый

source: Read more
he_il: קרא עוד
ru_ru: Читайте далее

source: Label
he_il: תווית
ru_ru: Метка

source: Dropdown
ru_ru: Выпадающее окно

source: Split Button
he_il: לחצן מפוצל
ru_ru: Разделенная кнопка

source: Warning: you should enable Google Map first. Go to <a href="%s" target="_blank">WP Foundation Shortcodes Settings</a> page.
he_il: אזהרה: יש לאפשר 'מפות גוגל' קודם. העבור אל הדף <a href="%s" target="_blank">הגדרות WP Foundation Shortcodes</a>.
ru_ru: Внимание: вы должны включить карты Google в первую очередь. Перейдите на страницу <a href="%s" target="_blank">настройки WP Foundation Shortcodes</a>.

source: Warning: you should enable Slick Slider first. Go to <a href="%s" target="_blank">WP Foundation Shortcodes Settings</a> page.
he_il: אזהרה: יש לאפשר 'סליידר סליק' קודם. העבור אל הדף <a href="%s" target="_blank">הגדרות WP Foundation Shortcodes</a>.
ru_ru: Внимание: вы должны включить слайдер Слик в первую очередь. Перейдите на страницу <a href="%s" target="_blank">настройки WP Foundation Shortcodes</a>.

source: on
he_il: על
ru_ru: об

source: Continue reading...
he_il: המשך לקרוא...
ru_ru: Продолжить чтение...

source: Please enable this plugin from your wp-admin.
he_il: אנא אפשר תוסף הזה ממערכת ניהול.
ru_ru: Пожалуйста, включите этот модуль из вашей системы администриривания.
