Repository: itsriodejaneiro/itsrio-site
Catalog: plugins/gdpr-cookie-compliance/languages/gdpr-cookie-compliance-*.po
Languages: de_de, es_mx, hr, hu_hu, ro_ro

source: plugin
hr: uključiti
hu_hu: bővítmény
ro_ro: modul

source: <p>This website uses cookies so that we can provide you with the best user experience possible. Cookie information is stored in your browser and performs functions such as recognising you when you return to our website and helping our team to understand which sections of the website you find most interesting and useful.</p><p>You can adjust all of your cookie settings by navigating the tabs on the left hand side.</p>
de_de: <p> Diese Website verwendet Cookies, damit wir Ihnen die bestmögliche Benutzererfahrung bieten können. Cookie-Informationen werden in Ihrem Browser gespeichert und führen Funktionen aus, wie z. B. Ihre Wiedererkennung, wenn Sie zu unserer Website zurückkehren, und helfen unserem Team zu verstehen, welche Abschnitte der Website Sie am interessantesten und nützlich finden. </p> <p> Sie können Ihre Cookie-Einstellungen anpassen, indem Sie die Tabs auf der linken Seite navigieren. </p>
es_mx: <p>Este sitio web utiliza cookies para que podamos brindarle la mejor experiencia de usuario posible. La información de cookies se almacena en su navegador y realiza funciones tales como reconocerlo cuando regrese a nuestro sitio web y ayudar a nuestro equipo a comprender qué secciones del sitio web le resultan más interesantes y útiles.</p> <p>Puede ajustar la configuración de todas sus cookies navegando por las pestañas en el lado izquierdo.</p>
hr: <p>Naša web stranica koristi kolačiće kako bismo vam pružili najbolje moguće korisničko iskustvo. Informacije o kolačićima pohranjene su u vašem pregledniku i obavljaju funkcije kao što su prepoznavanje kada se vratite na našu web stranicu.</p><p>Sve postavke kolačića možete promijeniti na poveznicama s lijeve strane.</p>
hu_hu: <p>Ez a weboldal sütiket (cookies) használ ahhoz, hogy a weboldal megfelelően működjön, továbbá az oldalt felkereső látogatók számára a legjobb felhasználói élményt lehessen biztosítani. A sütikben elmentett információk a weboldalt felkereső látogatók böngészőjében kerül tárolásra, és olyan adatokat tartalmaznak amelyeknek segítségével felismerhetjük, ha a weboldalra visszalátogat, vagy segít abban, hogy a weboldal melyik oldalait látogatja a felhasználó a leggyakrabban, mik a legérdekesebbek számára, melyik részek a legjobban használhatóak.</p><p>A felhasználó a bal oldali rész fülein keresztül a süti beállításokat részletesen be tudja állítani.</p>
ro_ro: <p>Acest site utilizează cookie-uri pentru a vă oferi cea mai bună experiență de utilizare posibilă. Informațiile cookie sunt stocate în browserul dvs. și efectuează funcții precum recunoașterea dvs. atunci când vă întoarceți pe site-ul nostru și ajutând echipa noastră să înțeleagă ce secțiuni ale site-ului le găsiți cele mai interesante și mai utile. </p> <p>Puteți ajusta toate setările cookie-ului prin navigarea filelor din partea stângă.</p>

source: <p>Strictly Necessary Cookie should be enabled at all times so that we can save your preferences for cookie settings.</p>
de_de: <p> Notwendige Cookies sollten immer aktiviert sein, damit wir Ihre Einstellungen für Cookie-Einstellungen speichern können. </p>
es_mx: <p>La cookie estrictamente necesaria debe estar habilitada en todo momento para que podamos guardar sus preferencias para la configuración de cookies.</p>
hr: <p>Neophodni kolačići trebali bi biti omogućeni uvijek kako bismo mogli spremiti vaše postavke kolačića.</p>
hu_hu: <p>A feltétlenül szükséges sütiket mindenkor engedélyezni kell, hogy elmenthessük a beállításokat a sütik további kezeléséhez.</p>
ro_ro: <p>Cookie-ul strict necesar trebuie să fie activat permanent, astfel nu putem salva preferințele pentru setările.</p>

source: If you disable this cookie, we will not be able to save your preferences. This means that every time you visit this website you will need to enable or disable cookies again.
de_de: Wenn Sie diesen Cookie deaktivieren, können wir Ihre Einstellungen nicht speichern. Dies bedeutet, dass Sie jedes Mal, wenn Sie diese Website besuchen, Cookies erneut aktivieren oder deaktivieren müssen.
es_mx: Si deshabilita esta cookie, no podremos guardar sus preferencias. Esto significa que cada vez que visite este sitio web deberá habilitar o deshabilitar nuevamente las cookies.
hr: Ukoliko onemogućite ove kolačiće nećemo moći spremiti vaše postavke. To znači da ćete prilikom svake posjete morati odobriti ili blokirati kolačiće.
hu_hu: Amennyiben ez a süti nem kerül engedélyezésre, akkor nem tudjuk elmenteni a kiválasztott beállításokat, ami azt eredményezi, hogy minden egyes látogatás alkalmával ismételten el kell végezni a sütik engedélyezésének műveletét.
ro_ro: Dacă dezactivați acest modul cookie, nu vă vom putea salva preferințele. Aceasta înseamnă că de fiecare dată când vizitați acest site, va trebui să activați sau să dezactivați cookie-urile din nou.

source: <p>This website uses the following additional cookies:</p><p>(List the cookies that you are using on the website here.)</p>
de_de: <p>Diese Website verwendet die folgenden zusätzlichen Cookies: </p><p> (Geben Sie die Cookies an, die Sie auf der Website verwenden.)</p>
es_mx: <p>Este sitio web utiliza las siguientes cookies adicionales:</p><p>(enumere aquí las cookies que está utilizando en el sitio web).</p>
hr: <p>Ova web stranica koristi sljedeće dodatne kolačiće :</p><p>(Ovdje navedite listu svih kolačiće koje još koristite)</p>
hu_hu: <p>Ez a weboldal a következő kiegészítő sütiket használja:</p><p>(Itt kell felsorolni azokat a sütiket, amelyeket még használunk a weboldalunkon.)</p>
ro_ro: <p>Acest site utilizează următoarele cookie-uri suplimentare:</p><p>(Listați cookie-urile pe care le utilizați aici pe site-ul web.)</p>

source: <p>This website uses Google Analytics to collect anonymous information such as the number of visitors to the site, and the most popular pages.</p><p>Keeping this cookie enabled helps us to improve our website.</p>
de_de: <p> Diese Website verwendet Google Analytics, um anonyme Informationen wie die Anzahl der Besucher der Website und die beliebtesten Seiten zu sammeln. </p> <p>Wenn Sie dieses Cookie aktiviert haben, können wir unsere Website verbessern</p>
es_mx: <p>Este sitio web utiliza Google Analytics para recopilar información anónima, como el número de visitantes del sitio y las páginas más populares.</p> <p>Mantener esta cookie habilitada nos ayuda a mejorar nuestro sitio web.</p>
hr: <p>Ova web stranica koristi Google Analytics za prikupljanje anonimnih informacija za praćenje statistike stranice.</p><p>Omogućavanjem ovih kolačića pomažete nam poboljšati našu stranicu, samim time i vaše korisničko iskustvo.</p>
hu_hu: <p>Ez a weboldal a Google Analytics szolgáltatást használja olyan névtelen adatgyűjtéshez, mint például az oldalt felkereső látogatók száma, vagy a weboldalon belüli legnépszerűbb aloldalak.</p><p>Ezen sütik engedélyezése segít bennünket abban, hogy javíthassuk a weboldalunk tartalmát a látogatóink érdekében.</p>
ro_ro: <p>Acest site utilizează Google Analytics pentru a colecta informații anonime, cum ar fi numărul de vizitatori pe site și cele mai populare pagini.</p> <p>Păstrarea acestui cookie-uri ne permite să îmbunătățim site-ul nostru web.</p>

source: <p>More information about our <a href='#' target='_blank'>Cookie Policy</a></p>
de_de: <p> Weitere Informationen zu unseren <a href='#' target='_blank'>Cookie-Richtlinien </a></p>
es_mx: <p>Más información acerca de nuestra <a href='#' target='_blank'>Política de Cookies</a></p>
hr: <p>Više informacija pročitajte u <a href='#' target='_blank'>Politika kolačića</a></p>
hu_hu: <p>Bővebb információ a <a href='#' target='_blank'>Cookie (Süti) tájékoztató</a> oldalunkon</p>
ro_ro: <p>Mai multe informații despre <a href='#' target='_blank'>Politica Cookie-uri</a></p>

source: Please enable Strictly Necessary Cookies first so that we can save your preferences!
de_de: Bitte aktivieren Sie zuerst die unbedingt notwendigen Cookies, damit wir Ihre Einstellungen speichern können!
es_mx: ¡Primero habilite las cookies estrictamente necesarias para que podamos guardar sus preferencias!
hr: Najprije omogućite Strogo nužne kolačiće kako bismo mogli spremiti vaše postavke!
hu_hu: A feltétlenül szükséges sütiket mindenkor engedélyezni kell, hogy elmenthessük a beállításokat a sütik további kezeléséhez.
ro_ro: Vă rugăm să activați mai întâi cookie-urile strict necesare, pentru a vă putea salva preferințele!

source: Settings
de_de: Einstellungen
es_mx: Configuración
hr: Postavke
hu_hu: Beállítások
ro_ro: Setări

source: Change cookie settings
de_de: Ändern Sie die Cookie-Einstellungen
es_mx: Cambiar configuración de cookies
hr: Promijeni postavke kolačića
hu_hu: Süti beállítások módosítása
ro_ro: Modificați setările cookie-urilor

source: Privacy Overview
de_de: Datenschutzübersicht
es_mx: Descripción general de privacidad
hr: Privatnost
hu_hu: Adatvédelmi áttekintés
ro_ro: Prezentarea generală a confidențialității

source: We are using cookies to give you the best experience on our website.
de_de: Wir verwenden Cookies, um Ihnen das beste Erlebnis auf unserer Website zu bieten.
es_mx: Estamos utilizando cookies para brindarle la mejor experiencia en nuestro sitio web.
hr: Koristimo kolačiće kako bismo vam pružili najbolje iskustvo na našoj web stranici.
hu_hu: A weboldalon a minőségi felhasználói élmény érdekében sütiket használunk.
ro_ro: Utilizăm module cookie pentru a vă oferi cea mai bună experiență pe site-ul nostru.

source: You can find out more about which cookies we are using or switch them off in [setting]settings[/setting].
de_de: Sie können mehr darüber erfahren, welche Cookies wir verwenden, oder sie in [setting]Einstellungen[/setting] ausschalten.
es_mx: Puedes obtener más información sobre las cookies que estamos utilizando o desactivarlas en la [setting]configuración[/setting].
hr: Informacije o kolačićima koje koristimo ili opcije za isključivanje kolačića možete pronaći u [seting] postavkama [/ setting].
hu_hu: A honlap felhasználói élményének fokozása érdekében sütiket alkalmazunk. Ezeket a [setting]beállítások[/setting] oldalon lehet módosítani.
ro_ro: Puteți afla mai multe despre modulele cookie pe care le folosim sau le dezactivați în [setting]setări[/setting].

source: Accept
de_de: Akzeptieren
es_mx: Acepto
hr: Prihvaćam
hu_hu: Elfogad

source: Strictly Necessary Cookies
de_de: Notwendige Cookies
es_mx: Cookies estrictamente necesarias
hr: Neophodni kolačići
hu_hu: Feltétlenül szükséges sütik
ro_ro: Cookie-urile strict necesare

source: Enabled
de_de: Aktiviert
es_mx: Permitido
hr: Omogućeno
hu_hu: Engedélyez
ro_ro: Activat

source: Disabled
de_de: Deaktiviert
es_mx: Deshabilitar
hr: Blokirano
hu_hu: Elutasít
ro_ro: Dezactivat

source: 3rd Party Cookies
de_de: Drittanbieter-Cookies
es_mx: Cokkies de terceros
hr: Kolačići trećih strana
hu_hu: Funkcionális sütik
ro_ro: Cookie-urile terță parte

source: Enable All
de_de: Allen aktivieren
es_mx: Permitir todo
hr: Omogući sve
hu_hu: Összes engedélyezése
ro_ro: Activare toate

source: Save Settings
de_de: Einstellungen speichern
es_mx: Guardar ajustes
hr: Spremi
hu_hu: Beállítások mentése
ro_ro: Salvează setările

source: Additional Cookies
de_de: Zusätzliche Cookies
es_mx: Cookies adicionales
hr: Dodatni kolačići
hu_hu: Kiegészítő sütik
ro_ro: Cookie-urile suplimentare

source: Cookie Policy
es_mx: Política de cookies
hr: Politika kolačića
hu_hu: Süti szabályzat
ro_ro: Politica cookie

source: disable
de_de: deaktivieren
es_mx: inhabilitar
hr: blokirano
hu_hu: letilt
ro_ro: dezactivare

source: Turn
de_de: Einstellung
es_mx: Estado
hr: Stanje
hu_hu: Kapcsolja
ro_ro: Stare

source: On
de_de: Aktiviert
es_mx: Encendido
hr: Uključeno
hu_hu: Be
ro_ro: Pornit

source: Off
de_de: Deaktiviert
es_mx: Apagado
hr: Isključeno
hu_hu: Ki
ro_ro: Oprit

source: Enable by default
de_de: Standardmäßig aktiviert
es_mx: Habilitar por defecto
hr: Omogućite prema zadanim postavkama
hu_hu: Alapértelmezettem engedélyezve
ro_ro: Activare implicită

source: Disable
de_de: Deaktivieren
es_mx: Inhabilitar
hr: Blokirano
hu_hu: Letilt
ro_ro: Dezactivare

source: Enable
de_de: Aktivieren
es_mx: Permitir
hr: Omogući
hu_hu: Engedélyez
ro_ro: Activare

source: Tab Title
de_de: Registerkarte Titel
es_mx: Título de la pestaña
hr: Naslov kartice
hu_hu: Fül címsora
ro_ro: Titlu fila

source: Tab Content
de_de: Registerkarteninhalt
es_mx: Contenido de la pestaña
hr: Sadržaj kartice
hu_hu: Fül tartalma
ro_ro: Conținutul fila

source: Please fill out at least one of these fields:
de_de: Bitte füllen Sie mindestens eines dieser Felder aus:
es_mx: Por favor complete al menos uno de estos campos:
hr: Ispunite barem jedno od sljedećih polja:
hu_hu: Kérjük töltse ki legalább az alábbi mezők egyikét!
ro_ro: Completați cel puțin unul dintre aceste câmpuri:

source: The below script will be added to the page HEAD section if user enables this cookie.
de_de: Das folgende Skript wird dem Abschnitt HEAD der Seite hinzugefügt, wenn der Benutzer dieses Cookie aktiviert.
es_mx: La secuencia de comandos siguiente se agregará a la sección HEAD de la página si el usuario habilita esta cookie.
hr: Donja skripta bit će dodana na stranicu HEAD, ako korisnik omogućava ovaj kolačić.
hu_hu: Az alábbi kódrészlet az oldal fejlcébe (HEAD) részbe lesz hozááadva ha a felhasználó engedélyezi a sütiket.
ro_ro: Scenariul de mai jos va fi adăugat la pagina HEAD dacă utilizatorul permite acest modul cookie.

source: For example, you can use it for Google Tag Manager script or any other 3rd party code snippets.
de_de: Sie können es beispielsweise für das Google Tag Manager-Skript oder andere Code-Snippets von Drittanbietern verwenden.
es_mx: Por ejemplo, puede usarlo para el script del Google Tag Manager o cualquier otro fragmento de código de un tercero.
hr: Na primjer, možete ga koristiti za skriptu Google upravitelja oznaka ili bilo koji drugi isječak koda treće strane.
hu_hu: Például, használhatja a Google Tag Manager szkriptet van bármilyen más kódrészletet.
ro_ro: De exemplu, îl puteți utiliza pentru scriptul Google Tag Manager sau pentru orice alte fragmente de cod terță parte.

source: The below script will be added right after the BODY section if user enables this cookie.
de_de: Das folgende Skript wird direkt nach dem BODY-Abschnitt hinzugefügt, wenn der Benutzer dieses Cookie aktiviert.
es_mx: El script siguiente se agregará justo después de la sección BODY si el usuario habilita esta cookie.
hr: Dolje će se skripta dodati odmah nakon odjeljka TIJELO ako korisnik omogući taj kolačić.
hu_hu: Az alábbi kódrészlet az oldal törzs (BODY) részbe lesz hozááadva ha a felhasználó engedélyezi a sütiket.
ro_ro: Scriptul de mai jos va fi adăugat imediat după secțiunea BODY dacă utilizatorul permite acest modul cookie.

source: The below script will be added to the page FOOTER section if user enables this cookie.
de_de: Das unten stehende Skript wird zur Seite FOOTER hinzugefügt, wenn der Benutzer dieses Cookie aktiviert.
es_mx: La secuencia de comandos a continuación se agregará a la sección de FOOTER si el usuario habilita esta cookie.
hr: Dolje će se skripta dodati na stranicu OBJEKT, ako korisnik omogućava ovaj kolačić.
hu_hu: Az alábbi kódrészlet az oldal láb (FOOTER) részbe lesz hozááadva ha a felhasználó engedélyezi a sütiket.
ro_ro: Scriptul de mai jos va fi adăugat la secțiunea FOOTER din pagină dacă utilizatorul permite acest modul cookie.

source: For example, you can use it for Google Analytics script or any other 3rd party code snippets.
de_de: Sie können es beispielsweise für Google Analytics-Skripte oder andere Code-Snippets von Drittanbietern verwenden.
es_mx: Por ejemplo, puedes usarlo para el script de Google Analytics o cualquier otro fragmento de código de terceros.
hr: Na primjer, možete koristiti za dodavanje Google Analytics skripte ili bilo kojeg koda treće strane.
hu_hu: Például, használhatjuk a Google Analytics szkriptet, vagy más, harmadik felhasználótól származó kódrészletet.
ro_ro: De exemplu, îl puteți utiliza pentru scriptul Google Analytics sau pentru orice alte fragmente de cod terță parte.

source: Save changes
de_de: Änderungen speichern
es_mx: Guardar cambios
hr: Spremi postavke
hu_hu: Módosítás mentése
ro_ro: Salvează modificările

source: Cookie Info Bar Settings
de_de: Einstellungen für die Cookie-Infoleiste
es_mx: Configuración de la barra de información de cookies
hr: Traka za kolačiće
hu_hu: Süti információs sáv beállításai
ro_ro: Setările pentru bara de informații cookie

source: Infobar Content
de_de: Infobar Inhalt
es_mx: Contenido de la barra de información
hr: Sadržaj trake
hu_hu: Információs sáv tartalma
ro_ro: Conținutul barei de informații

source: <p>We are using cookies to give you the best experience on our website.</p><p>You can find out more about which cookies we are using or switch them off in [setting]settings[/setting].</p>
de_de: <p>Wir verwenden Cookies, um Ihnen die bestmögliche Erfahrung auf unserer Website zu bieten.</p><p>Sie erfahren mehr darüber, welche Cookies wir verwenden oder schalten Sie sie in den [setting]Einstellungen[/setting] aus.</p>
es_mx: <p>Estamos utilizando cookies para brindarle la mejor experiencia en nuestro sitio web.</p><p>Puedes obtener más información sobre las cookies que estamos utilizando o desactivarlas en la [setting]configuración[/setting].</p>
hr: <p>Naša web stranica koristi kolačiće kako bismo vam pružili najbolje moguće korisničko iskustvo.</p><p>Informacije o kolačićima koje koristimo ili opcije za isključivanje kolačića možete pronaći u [seting] postavkama [/ setting].</p>
hu_hu: <p>A weboldalon a minőségi felhasználói élmény érdekében sütiket használunk.</p><p>Ismerje meg tájékoztatónkat arról, hogy milyen sütiket használunk, vagy a [setting]beállítások[/setting] résznél ki lehet kapcsolni a használatukat.</p>
ro_ro: <p>Folosim cookie-uri pentru a vă oferi cea mai bună experiență pe site-ul nostru.</p><p>Puteți afla mai multe informații despre cookie-urile pe care le folosim sau le dezactivați în [setting]setările[/setting]</p>

source: You can use the following shortcut to link the settings modal:<br><span><strong>[setting]</strong>settings<strong>[/setting]</strong></span>
de_de: Sie können die folgende Verknüpfung verwenden, um die modalen Einstellungen zu verknüpfen:<br><span><strong>[setting]</strong>Einstellungen<strong>[/setting]</strong></span>
es_mx: Puede usar el siguiente atajo para vincular la configuración modal:<br><span><strong>[setting]</strong>configuración<strong>[/setting]</strong></span>
hr: Za dodavanje poveznice za otvaranje popupa dodajte sljedeći kod:<br><span><strong>[setting]</strong>postavke<strong>[/setting]</strong></span>
hu_hu: A következő rövidkódot használhatjuk a feljövő ablak beállításánál a hivatkozás megadásához:<br><span><strong>[setting]</strong>beállítások<strong>[/setting]</strong></span>
ro_ro: Puteți utiliza următoarea comandă rapidă pentru a conecta setările modale: <br><span><strong>[setting]</strong>setări<strong>[/setting]</strong></span>

source: Accept - Button Label
de_de: Akzeptieren - Tastenbeschriftung
es_mx: Acepto - Etiqueta de botón
hr: Prihvaćam - tekst gumba
hu_hu: Elfogadom - Gomb elnevezés
ro_ro: Accept - Etichetă buton

source: Select your preference for Info Bar
de_de: Wählen Sie Ihre Präferenz für die Info-Leiste
es_mx: Seleccione su preferencia para Info Bar
hr: Odaberite svoju postavku za info bara
hu_hu: Állítsa be az Info Bar láthatóságát
ro_ro: Selectați preferința dvs. pentru Info Bar

source: Visible
de_de: Sichtbar
hr: Vidljiv
hu_hu: Látható
ro_ro: Vizibil

source: Hidden
de_de: Versteckt
es_mx: Oculto
hr: Skriven
hu_hu: Rejtett
ro_ro: Ascuns

source: Info bar position
es_mx: Posición de la barra de información
hr: Položaj info bara
hu_hu: Információs sáv pozícionálása
ro_ro: Poziția barei de informații

source: Top
es_mx: Parte superior
hr: Vrh
hu_hu: Fent
ro_ro: Sus

source: Bottom
es_mx: Fondo
hr: Dno
hu_hu: Lent
ro_ro: Jos

source: Colour scheme
de_de: Farbschema
es_mx: Esquema de color
hr: Paleta boja
hu_hu: Színséma
ro_ro: Schema de culori

source: Dark
de_de: Dunkel
es_mx: Oscuro
hr: Tamna
hu_hu: Sötét téma
ro_ro: Culoare închisă

source: Light
de_de: Licht
es_mx: Claro
hr: Svjetla
hu_hu: Világos téma
ro_ro: Dreapta

source: Floating Button
de_de: Schwebender Knopf
es_mx: Botón flotante
hr: Lebdeći gumb
hu_hu: Lebegő gomb
ro_ro: Buton plutitor

source: Enable Floating Button
de_de: Aktivieren Sie die schwebende Schaltfläche
es_mx: Permitir botón flotante
hr: Omogući lebdeći gumb
hu_hu: Lebegő gomb bekapcsolása
ro_ro: Activare Buton plutitor

source: Button - Hover Label
de_de: Schaltfläche - Hover Etikette
es_mx: Botón - Etiqueta hover
hr: Gumb - tekst na prijelaz miša
hu_hu: Gomb stílusa egér mutató alatt
ro_ro: Buton - Etichetă mouse-ul peste

source: Button - Custom Position (CSS)
de_de: Schaltfläche - Benutzerdefinierte Position (CSS)
es_mx: Botón - Posición personalizada (CSS)
hr: Gumb - prilagođeni položaj (CSS)
hu_hu: Gomb - CSS Pozícionálás
ro_ro: Buton - Poziționare (CSS)

source: You can align the position eg.: <strong>top: 20px; right: 20px;</strong>
de_de: Sie können die Position zB ausrichten: <strong>top: 20px; right: 20px;</strong>
es_mx: Puede alinear la posición, p. Ej.: <strong>top: 20px; right: 20px;</strong>
hr: Možete promijeniti poziciju npr.: <strong>top: 20px; right: 20px;</strong>
hu_hu: Lehetőség a pozíció beállítására. Pl.: <strong>top: 20px; right: 20px;</strong>
ro_ro: Puteți alinia poziția de exemplu: <strong> top: 20px; right: 20px; </strong>

source: Button - Background Colour
de_de: Schaltfläche - Hintergrundfarbe
es_mx: Botón - Color de fondo
hr: Gumb - boja pozadine
hu_hu: Gomb stílusa - Háttérszín
ro_ro: Buton - Culoarea de fundal

source: Select
de_de: Wählen
es_mx: Seleccionar
hr: Izaberi
hu_hu: Kiválaszt
ro_ro: Alege

source: Button - Hover Background Colour
de_de: Schaltfläche - Hover Hintergrundfarbe
es_mx: Botón - Color de fondo de desplazamiento
hr: Gumb - lebdjeti boja pozadine
hu_hu: Gomb háttérszíne egér mutató alatt
ro_ro: Buton - Culoare de fundal mouse-ul peste

source: Button - Font Colour
de_de: Schaltfläche - Schriftfarbe
es_mx: Botón - Color de fuente
hr: Gumb - boja fonta
hu_hu: Gomb betűtípusa
ro_ro: Buton - Culoare font

source: Modal General Settings
de_de: Modale allgemeine Einstellungen
es_mx: Configuración general modal
hr: Osnove postavke popupa
hu_hu: Felugró ablak általános beállításai
ro_ro: Setări Generale Modal

source: Brand Primary Colour
de_de: Hauptfarbe
es_mx: Color primario de marca
hr: Primarna boja brenda
hu_hu: Elsődleges szín
ro_ro: Culoare principală

source: Brand Secondary Colour
de_de: Sekundärfarbe
es_mx: Color secundario de marca
hr: Sekundarna boja brenda
hu_hu: Másodlagos szín
ro_ro: Culoarea secundară

source: Modal Logo
es_mx: Logo
hr: Logo popupa
hu_hu: Felugró ablakban megjelenítendő logó
ro_ro: Emblemă Modal

source: Recommended size:
de_de: Empfohlene Größe:
es_mx: Tamaño recomendado:
hr: Preporučena veličina:
hu_hu: Ajánlott méret:
ro_ro: Dimensiune recomandată:

source: pixels
es_mx: pixeles
hr: piksela
hu_hu: képpont
ro_ro: pixeli

source: Logo Position
es_mx: Posición del logotipo
hr: Položaj logotipa
hu_hu: Logo pozicionálása
ro_ro: Poziție emblemă

source: Left
es_mx: Izquierda
hr: Lijevo
hu_hu: Balra
ro_ro: Stânga

source: Center
es_mx: Centrar
hr: Centar
hu_hu: Középre
ro_ro: Mijloc

source: Right
es_mx: Derecha
hr: Pravo
hu_hu: Jobbra
ro_ro: Dreapta

source: Choose your layout
de_de: Wählen Sie Ihr Layout
es_mx: Elige tu diseño
hr: Odaberite svoj izgled
hu_hu: Válassza ki a kivánt elrendezést
ro_ro: Alegeți schema dorită

source: Tabs layout
es_mx: Diseño de pestañas
hr: Raspored kartica
hu_hu: Fülek elrendezése
ro_ro: Schemă tab-uri
