Repository: itsriodejaneiro/itsrio-site
Catalog: plugins/gdpr-cookie-compliance/languages/gdpr-cookie-compliance-*.po
Languages: de_de, es_mx, hr, hu_hu, ro_ro

source: One page layout
de_de: Ein Seitenlayout
es_mx: Diseño de una página
hr: Jedna stranica izgleda
hu_hu: Egy oldalas elrendezés
ro_ro: Aspect de o singură pagină

source: Choose font
de_de: Schriftart wählen
es_mx: Elige la fuente
hr: Odaberite font
hu_hu: Válassza ki a betűtípust
ro_ro: Alege fontul

source: Default
de_de: Standard
es_mx: Valores predeterminados
hr: Zadano
hu_hu: Alapértelmezett
ro_ro: Mod implicit

source: Inherit font-family from your WordPress theme
de_de: Erben Sie die Schriftfamilie aus Ihrem WordPress-Theme
es_mx: Heredar familia de fuentes del tema de WordPress
hr: Naslijedite font-obitelj iz WordPress teme
hu_hu: Örökölje a betűtípust a WordPress sablonból
ro_ro: Moșteniți familia font-urilor din tema WordPress

source: Specify custom font
de_de: Geben Sie eine benutzerdefinierte Schriftart an
es_mx: Especificar fuente personalizada
hr: Navedite prilagođeni font
hu_hu: Határozzon meg egy saját betűtípust
ro_ro: Specificați fontul personalizat

source: Save Settings - Button Label
de_de: Einstellungen speichern - Tastenbeschriftung
es_mx: Guardar ajustes - Etiqueta de botón
hr: Spremi postavke - tekst gumba
hu_hu: Beállítások mentése - Gomb elnevezés
ro_ro: Salvează setările - Etichetă buton

source: Save Changes
de_de: Änderungen speichern
es_mx: Guardar Cambios
hr: Spremi postavke
hu_hu: Változtatások mentése
ro_ro: Salvează modificările

source: Enable All - Button Label
de_de: Alles aktivieren - Tastenbeschriftung
es_mx: Permitir todo - Etiqueta de botón
hr: Omogući sve - tekst gumba
hu_hu: Összes engedélyezése - Gomb elnevezés
ro_ro: Activare toate - Etichetă buton

source: Checkbox Labels
de_de: Kontrollkästchen Etiketten
es_mx: Etiquetas de casillas de verificación
hr: Potvrdne oznake
hu_hu: Jelölőnégyzet címke
ro_ro: Etichete casetă de selectare

source: Disable "Powered by GDPR"
de_de: Deaktivieren Sie "Powered by GDPR"
es_mx: Desactivar "Powered by GDPR"
hr: Onemogući "Powered by GDPR"
hu_hu: "Powered by GDPR" letiltása
ro_ro: Dezactivare etichetă "Powered by GDPR"

source: Strictly necessary required message.
de_de: Streng notwendige Nachricht.
es_mx: Mensaje requerido estrictamente necesario.
hr: Strogo nužna obavezna poruka.
hu_hu: Feltétlenül szükséges sütik kitöltése kötelező üzenet.
ro_ro: Mesajul obligatorie strict necesar.

source: This warning message will be displayed if the Strictly necesarry cookies are not enabled and the user try to enable the "Third Party" or "Additional cookies"
de_de: Diese Warnmeldung wird angezeigt, wenn die unbedingt erforderlichen Cookies nicht aktiviert sind und der Benutzer versucht, die "Drittanbieter" oder "Weitere Cookies" zu aktivieren.
es_mx: Este mensaje de advertencia se mostrará si las cookies estrictamente necesarias no están habilitadas y el usuario intenta habilitar el "Tercero" o "Cookies adicionales"
hr: Ova poruka upozorenja bit će prikazana ako kolačići Strictly necesarry nisu omogućeni i korisnik pokuša omogućiti "Treće strane" ili "Dodatni kolačići"
hu_hu: Ez a figyelmeztetés akkor fog megjelenni, ha a feltétlenül szükséges sütik nincsenek engedélyezve és a felhasználó próbálja engedélyezni a többi sütik egyikét.
ro_ro: Acest mesaj de avertizare va fi afișat dacă cookie-urile strict necesare nu sunt activate și utilizatorul încearcă să activa cookie-urile "Terțe" sau "Cookie-uri suplimentare"

source: GDPR Cookie Compliance Plugin Settings
de_de: Einstellungen für das Cookie-Compliance-Plugin für DSGVO
es_mx: Configuración del complemento de cumplimiento de cookies
hr: GDPR Suglasnost Kolačića - Postavke dodatka
hu_hu: GDPR Cookie Compliance bővítmény beállításai
ro_ro: Setări modul GDPR

source: Settings saved.
de_de: Einstellungen gespeichert.
es_mx: Ajustes guardados
hr: Promjene su spremljene.
hu_hu: A beállításokat elmentettük.
ro_ro: Setări salvate

source: Dismiss this notice.
de_de: Ignoriere die Nachricht.
es_mx: Descartar esta noticia.
hr: Zanemari ovu obavijest.
hu_hu: Figyelmeztetés elvetése.
ro_ro: Respingeți această notificare.

source: You need to insert the relevant script for the settings to be saved!
de_de: Sie müssen das entsprechende Skript für die zu speichernden Einstellungen einfügen!
es_mx: ¡Debe insertar el script relevante para guardar la configuración!
hr: Morate unijeti skriptu u postavke kako biste mogli spremiti!
hu_hu: Be kell illeszteni a megfelelő szkriptet a menteni kívánt beállításokhoz!
ro_ro: Trebuie să introduceți scriptul relevant pentru setările care trebuie salvate!

source: General Data Protection Regulation (GDPR) is a <a href="http://www.eugdpr.org/" target="_blank">European regulation</a> to strengthen and unify the data protection of EU citizens.
de_de: Die Datenschutz-Grundverordnung (DSGVO) ist eine <a href="http://www.eugdpr.org/" target="_blank"> europäische Verordnung </a> zur Stärkung und Vereinheitlichung des Datenschutzes für EU-Bürger.
es_mx: El Reglamento General de Protección de Datos (GDPR) es una <a href="http://www.eugdpr.org/" target="_blank">regulación europea</a> para fortalecer y unificar la protección de datos de los ciudadanos de la UE.
hr: GDPR (General Data Protection Regulation ) je <a href="http://www.eugdpr.org/" target="_blank">Opća uredba o zaštiti osobnih podataka u Europskoj uniji, primjenjuje se od 25. svibnja 2018. godine</a>.
hu_hu: A General Data Protection Regulation (GDPR) az <a href="https://eur-lex.europa.eu/legal-content/HU/TXT/HTML/?uri=CELEX:32016R0679&from=HU" target="_blank">Európai Unió rendelete</a> az uniós polgárok adatvédelmének megerősítése és egységesítése érdekében.
ro_ro: Regulamentul general privind protecția datelor (GDPR) este un <a href="http://www.eugdpr.org/" target="_blank"> regulament european </a> pentru consolidarea și unificarea protecției datelor cetățenilor UE.

source: General Settings
de_de: Allgemeine Einstellungen
es_mx: Configuración general
hr: Osnovne postavke
hu_hu: Általános beállítások
ro_ro: Setări Generale

source: Banner Settings
de_de: Bannereinstellungen
es_mx: Configuración de Banner
hr: Postavke bannera
hu_hu: Banner beállítások
ro_ro: Setări banner

source: Choose functionality
de_de: Wählen Sie die Funktionalität
es_mx: Elige la funcionalidad
hr: Odaberite funkcionalnost
hu_hu: Válasszon funkciót
ro_ro: Alegeți funcționalitatea

source: Optional (user selects their preferences)
de_de: Optional (Benutzer wählt ihre Voreinstellungen aus)
es_mx: Opcional (el usuario selecciona sus preferencias)
hr: Izborno (korisnik odabire njihove postavke)
hu_hu: Fakultatív (a felhasználó választja ki a belállításokat)
ro_ro: Opțional (utilizatorul își selectează preferințele)

source: Always enabled (user cannot disable it but can see the content)
de_de: Immer aktiviert (Benutzer kann es nicht deaktivieren, aber den Inhalt sehen)
es_mx: Siempre habilitado (el usuario no puede deshabilitarlo pero puede ver el contenido)
hr: Uvijek je omogućen (korisnik ga ne može onemogućiti, ali može vidjeti sadržaj)
hu_hu: Mindig engedélyezve (a felhasználó nem tudja módosítani, de ki van mutatva a tartalom)
ro_ro: Activate întotdeauna (utilizatorul nu îl poate dezactiva, dar poate vedea conținutul)

source: Always enabled and content hidden from user
de_de: Immer aktiviert und Inhalt vom Benutzer ausgeblendet
es_mx: Siempre habilitado y contenido oculto para el usuario
hr: Uvijek je omogućen i sadržaj sakriven od korisnika
hu_hu: Mindig engedélyezve és a tartalom nem látható a falhasználó számára
ro_ro: Întotdeauna activat și conținut ascuns de utilizator

source: Tab Warning Message
de_de: Tab Warnmeldung
es_mx: Mensaje de advertencia de la pestaña
hr: Poruka upozorenja na kartici
hu_hu: Figyelmeztető üzenet fül
ro_ro: Mesaj de avertizare pe fila

source: Will be displayed below the Checkbox in the front-end!
de_de: Wird unterhalb der Checkbox im Frontend angezeigt!
es_mx: Se mostrará debajo de la casilla de verificación en el front-end!
hr: Prikazat će se ispod Checkboxa na stranici!
hu_hu: A honlap látogatói felületén fog megjelenni a jelölőnégyzet alatt.
ro_ro: Va fi afișat sub caseta de selectare din partea frontală!

source: GDPR Cookie Compliance
de_de: DSG-Cookie-Konformität
es_mx: GDPR cumplimiento de cookies
hr: GDPR Usklađenost kolačića
ro_ro: Conformitate GDPR despre cookie-uri

source: GDPR is an EU wide legislation that specifies how user data should be handled. This plugin has settings that can assist you with GDPR cookie compliance requirements.
de_de: Die DSGVO ist eine EU-weite Gesetzgebung, die festlegt, wie mit Benutzerdaten umgegangen werden soll. Dieses Plugin verfügt über Einstellungen, die Ihnen bei der Einhaltung der DSGP-Cookies helfen können.
es_mx: GDPR es una legislación de toda la UE que especifica cómo se deben manejar los datos de los usuarios. Este complemento tiene configuraciones que pueden ayudarlo con los requisitos de cumplimiento de cookies de la GDPR.
hr: GDPR je opća uredba o zaštiti osobnih podataka. Ovaj dodatak ima postavke koje vam mogu pomoći sa zahtjevima za usklađivanje web kolačića prema GDPR-u.
hu_hu: A General Data Protection Regulation (GDPR) az uniós polgárok adatvédelmének megerősítése és egységesítése érdekében meghatározza az adatkezelés szabályait. Ez a bővítmény olyan beállításokat tartalmaz, amelyek segítenek a GDPR süti-kezelési szabályainak való megfeleltetésben.
ro_ro: GDPR este o legislație la nivelul UE care specifică modul în care ar trebui tratate datele utilizatorilor. Acest plugin are setări care vă pot ajuta cu cerințele de conformitate cu modulele cookie GDPR.

source: Powered by Label
es_mx: Desarrollado por Label
hu_hu: Powered by címke
ro_ro: Etichetă "Powered by"
